tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jorgerojas26/lazysql"
tap "nikitabobko/tap"
tap "splunk/tap"
brew "ansible"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "lazysql"
brew "libpq"
brew "neovim"
brew "node"
brew "pipx"
brew "pngpaste"
brew "postgresql@15", restart_service: :changed
brew "python@3.11"
brew "ripgrep"
brew "stow"
brew "terminal-notifier"
brew "terraform"
brew "tldr"
brew "tmux"
brew "zsh-autosuggestions"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password-cli"
cask "aerospace"
cask "dbeaver-community"
cask "docker"
cask "font-droid-sans-mono-nerd-font"
cask "ghostty"
cask "qutebrowser"
cask "vagrant"
